{
    "version": "https://jsonfeed.org/version/1",
    "title": "gwdata.finalstory",
    "description": "",
    "home_page_url": "https://github.com/arushford/Data-Story.git",
    "feed_url": "https://github.com/arushford/Data-Story.git/feed.json",
    "user_comment": "",
    "author": {
        "name": "Angy Rushford"
    },
    "items": [
        {
            "id": "https://github.com/arushford/Data-Story.git/trumps-tariff-gamble-why-2016s-economic-impact-was-minimal-and-2024-will-be-more-of-the-same.html",
            "url": "https://github.com/arushford/Data-Story.git/trumps-tariff-gamble-why-2016s-economic-impact-was-minimal-and-2024-will-be-more-of-the-same.html",
            "title": "Trump’s Tariff Gamble: Why 2016’s Economic Impact Was Minimal and 2024 Will Be More of the Same",
            "summary": "Leading up to his November 5th victory, President Donald Trump reignited his push to reshape America's economic policies, this time with a bold claim: tariffs will create more factory jobs, shrink the deficit, reduce inflation and allow the government to subsidize childcare. “Tariffs are the&hellip;",
            "content_html": "<p class=\"dropcap\"><span style=\"font-weight: 400;\">Leading up to his November 5th victory, President Donald Trump reignited his push to reshape America's economic policies, this time with a bold claim: tariffs will </span><span style=\"font-weight: 400;\">create more factory jobs, shrink the deficit, reduce inflation and allow the government to subsidize childcare.</span></p>\n<figure class=\"sFlh5c FyHeAf iPVvYb\"><a data-ved=\"0CBQQjRxqFwoTCMCC86Gsl4oDFQAAAAAdAAAAABAQ\" rel=\"noopener\" target=\"_blank\" href=\"https://www.google.com/url?sa=i&amp;url=https%3A%2F%2Fwww.cnn.com%2F2024%2F09%2F17%2Fpolitics%2Ftrump-michigan-economy%2Findex.html&amp;psig=AOvVaw28TcFK4pNNTaGcwRJrd0LS&amp;ust=1733718880310000&amp;source=images&amp;cd=vfe&amp;opi=89978449&amp;ved=0CBQQjRxqFwoTCMCC86Gsl4oDFQAAAAAdAAAAABAQ\" jsaction=\"focus:trigger.HTIQtd;mousedown:trigger.HTIQtd;touchstart:trigger.HTIQtd;;\" class=\"YsLeY\" role=\"link\" aria-label=\"Visit CNN\" rlhc=\"1\" tabindex=\"0\"><img loading=\"lazy\"  src=\"https://media.cnn.com/api/v1/images/stellar/prod/4f972452-fe84-4e8f-b205-45f23c89aa19.jpg?c=16x9&amp;q=h_833,w_1480,c_fill\" alt=\"Trump tailors his message to key state of Michigan as he returns to the  campaign trail after apparent assassination attempt | CNN Politics\" aria-hidden=\"false\" data-is-external-image=\"true\"></figure></a></p>\n<address><em>Brian Snyder/Reuters</em></address>\n<p>“Tariffs are the greatest thing ever invented,’’ Trump declared at a town hall in Flint, Michigan.</p>\n<p><span style=\"font-weight: 400;\">This promise resonates with many Americans who are eager for lower taxes and stronger economic independence. However, it overlooks a crucial detail: Trump already tried this approach during his first term, back in 2016. Back then, his administration imposed a series of tariffs on imported goods, targeting countries like China and the European Union. The result? Widespread criticism from economists and trade experts who argued that the tariffs ultimately hurt American consumers, businesses, and workers more than they helped.</span></p>\n<p><span style=\"font-weight: 400;\">Despite these previous failures, the public remains largely uninformed about what tariffs are and how they impact the economy. This lack of understanding has allowed Trump’s rhetoric to flourish once again. So… what exactly is a tariff? How does it function, and why do many experts believe that this policy, which already fell short once, will be ineffective again?</span></p>\n<h1><span style=\"font-weight: 400;\"> </span><strong>What Exactly is a Tariff?</strong></h1>\n<p><span style=\"font-weight: 400;\"> </span><span style=\"font-weight: 400;\">A tariff is a tax charged on foreign goods. When a product—like medicine, steel, or even a chocolate bar—is imported into the country, the government can impose a tariff. The idea is to make those imported goods more expensive, encouraging Americans to buy similar items made in the U.S. instead. </span></p>\n<p><span style=\"font-weight: 400;\">But here’s the catch: while the government collects revenue from these tariffs, it’s usually consumers and businesses that end up footing the bill. Higher prices on imported goods are often passed down to shoppers at the checkout line or raise costs for companies that rely on those imports. While tariffs might sound like a win for boosting local industries, they can cost Americans more than they bargain for.</span></p>\n<p><span style=\"font-weight: 400;\">During his first term, President Donald Trump imposed tariffs on goods like steel, aluminum, and many imports from China, claiming they would protect American jobs and industries. While the policies had limited economic effects, many Americans remain unclear about how tariffs work and who ends up paying the price</span><span style=\"font-weight: 400;\">. </span></p>\n<figure class=\"post__image\"><img loading=\"lazy\"  src=\"https://github.com/arushford/Data-Story.git/media/posts/1/BcK2f-u-s-voters-are-unsure-of-what-a-tariff-is.png\" alt=\"\" width=\"556\" height=\"516\" sizes=\"(max-width: 1920px) 100vw, 1920px\" srcset=\"https://github.com/arushford/Data-Story.git/media/posts/1/responsive/BcK2f-u-s-voters-are-unsure-of-what-a-tariff-is-xs.png 640w ,https://github.com/arushford/Data-Story.git/media/posts/1/responsive/BcK2f-u-s-voters-are-unsure-of-what-a-tariff-is-sm.png 768w ,https://github.com/arushford/Data-Story.git/media/posts/1/responsive/BcK2f-u-s-voters-are-unsure-of-what-a-tariff-is-md.png 1024w ,https://github.com/arushford/Data-Story.git/media/posts/1/responsive/BcK2f-u-s-voters-are-unsure-of-what-a-tariff-is-lg.png 1366w ,https://github.com/arushford/Data-Story.git/media/posts/1/responsive/BcK2f-u-s-voters-are-unsure-of-what-a-tariff-is-xl.png 1600w ,https://github.com/arushford/Data-Story.git/media/posts/1/responsive/BcK2f-u-s-voters-are-unsure-of-what-a-tariff-is-2xl.png 1920w\"></figure>\n<p><span style=\"font-weight: 400;\">Despite the economic implications, many voters seem indifferent to the potential harm, with some even believing tariffs could help the economy, largely due to a lack of clarity about their effects.The reality is that Trump’s tariffs raised costs for U.S. manufacturers and, in some cases, consumers, but these effects were often indirect</span></p>\n<p><span style=\"font-weight: 400;\">With Trump reviving his tariff policies for his second term, it’s crucial to examine why they didn’t deliver the promised benefits and why many voters still misunderstand their true impact. </span></p>\n<h1><strong>The Failures of Trump’s 2018 Tariff Policies</strong></h1>\n<p><span style=\"font-weight: 400;\">Trump’s administration imposed 25% tariffs on imported steel in March 2018, citing national security concerns. A subsequent wave of tariffs targeted Chinese goods worth hundreds of billions of dollars, aimed at forcing Beijing to end intellectual property theft and reduce its reliance on state subsidies. “We’re going to bring back our jobs, and we’re going to bring back our wealth,” Trump declared at the time.</span></p>\n<p><span style=\"font-weight: 400;\">The steel and aluminum tariffs were designed to support U.S. metalworkers by boosting demand for American-made materials. However, instead of stabilizing the market, the policy caused unpredictable price swings that ended up harming both steelworkers and manufacturers.  </span></p>\n<figure class=\"post__image\"><span style=\"font-weight: 400;\"><img loading=\"lazy\"  src=\"https://github.com/arushford/Data-Story.git/media/posts/1/K5CKS-fluctuating-iron-metal-prices-vs-employment-2018-22-.png\" alt=\"\" width=\"1240\" height=\"736\" sizes=\"(max-width: 1920px) 100vw, 1920px\" srcset=\"https://github.com/arushford/Data-Story.git/media/posts/1/responsive/K5CKS-fluctuating-iron-metal-prices-vs-employment-2018-22--xs.png 640w ,https://github.com/arushford/Data-Story.git/media/posts/1/responsive/K5CKS-fluctuating-iron-metal-prices-vs-employment-2018-22--sm.png 768w ,https://github.com/arushford/Data-Story.git/media/posts/1/responsive/K5CKS-fluctuating-iron-metal-prices-vs-employment-2018-22--md.png 1024w ,https://github.com/arushford/Data-Story.git/media/posts/1/responsive/K5CKS-fluctuating-iron-metal-prices-vs-employment-2018-22--lg.png 1366w ,https://github.com/arushford/Data-Story.git/media/posts/1/responsive/K5CKS-fluctuating-iron-metal-prices-vs-employment-2018-22--xl.png 1600w ,https://github.com/arushford/Data-Story.git/media/posts/1/responsive/K5CKS-fluctuating-iron-metal-prices-vs-employment-2018-22--2xl.png 1920w\"></figure></span></p>\n<p><span style=\"font-weight: 400;\">At first, steel and aluminum prices dropped sharply after the tariffs were introduced. While lower prices might seem like good news for buyers, it was bad for American steelworkers and producers. The sudden oversupply drove down revenues, forcing factories to cut jobs and close plants, hurting the very workers the tariffs aimed to help.  </span></p>\n<p><span style=\"font-weight: 400;\">Over the following two years, the situation flipped. Prices for steel and aluminum skyrocketed, fueled by supply chain disruptions, uncertainty in global markets, and reduced production capacity. These rising costs hit U.S. manufacturers hard, especially those in industries like car-making, construction, and home appliances, which rely heavily on these materials. Many companies had no choice but to raise their prices or cut jobs to cope with the higher costs, slowing business and reducing economic activity.  </span></p>\n<p><span style=\"font-weight: 400;\">Companies faced significant challenges from sharp price drops, which hurt revenues, and later from dramatic price spikes, which drove up costs. This roller coaster of volatility left many businesses scrambling to adjust, with some forced to cut back operations or lay off workers-- the very base that Trump's tariffs aimed to help.</span></p>\n<p> </p>\n<h1><strong>Why You Should be Worried by 2024’s Proposed Tariff Policies</strong></h1>\n<p>Americans across the country should be aware of the impact that Trump's economic plan will have on their finances. The long-term consequences of the trade war could be far more damaging than voters initially realized.</p>\n<p><span style=\"font-weight: 400;\">Marc Goldwein, an economist and visiting professor at John Hopkins University, emphasized how policies like tariffs aren't widely understood by the public. “Most people don’t realize how little money they actually bring in. Around $59 billion was collected from the tariffs, but that’s not enough to completely offset the disruptions they caused,” Goldwein explained of the 2018 plan.</span></p>\n<p><span style=\"font-weight: 400;\">To put this figure into perspective, the U.S. national debt is projected to reach $1.9 trillion by the end of the year—a gap so large that tariff revenues barely make a dent. Meanwhile, the economic turbulence sparked by tariffs, such as price volatility and retaliatory trade measures, cost American businesses and consumers far more than the revenue generates.</span></p>\n<p><span style=\"font-weight: 400;\">Chris Towner, policy director at the Committee for a Responsible Federal Budget, discussed why Trump’s tariff plan is unlikely to succeed in today’s economic environment. “These kinds of workarounds make it clear that tariffs aren’t a silver bullet for American industry… In reality, they’ve often led to unintended consequences.” He also pointed out that tariffs are often bypassed, citing examples like Chinese solar panel manufacturers shifting production to other countries.</span></p>\n<p><span style=\"font-weight: 400;\">The “unintended consequences” of Trump’s proposed tariffs would be felt, and paid, by hard-earned American dollars. There is no reason to believe that Trump’s tariffs solely burden manufacturers and workers—all consumers will pay the price.</span></p>\n<figure class=\"post__image\"><span style=\"font-weight: 400;\"><img loading=\"lazy\"  src=\"https://github.com/arushford/Data-Story.git/media/posts/1/GXtZa-percentage-change-in-take-home-income.png\" alt=\"\" width=\"1240\" height=\"912\" sizes=\"(max-width: 1920px) 100vw, 1920px\" srcset=\"https://github.com/arushford/Data-Story.git/media/posts/1/responsive/GXtZa-percentage-change-in-take-home-income-xs.png 640w ,https://github.com/arushford/Data-Story.git/media/posts/1/responsive/GXtZa-percentage-change-in-take-home-income-sm.png 768w ,https://github.com/arushford/Data-Story.git/media/posts/1/responsive/GXtZa-percentage-change-in-take-home-income-md.png 1024w ,https://github.com/arushford/Data-Story.git/media/posts/1/responsive/GXtZa-percentage-change-in-take-home-income-lg.png 1366w ,https://github.com/arushford/Data-Story.git/media/posts/1/responsive/GXtZa-percentage-change-in-take-home-income-xl.png 1600w ,https://github.com/arushford/Data-Story.git/media/posts/1/responsive/GXtZa-percentage-change-in-take-home-income-2xl.png 1920w\"></figure></span></p>\n<p><span style=\"font-weight: 400;\">It’s crucial for voters to understand the full impact of the policies they support, especially when it comes to issues like tariffs, which have far-reaching consequences. Aaron Jones, Legislative Director at the Committee for a Responsible Federal Budget, emphasized how the media environment plays a major role in shaping public understanding of these policies. </span><span style=\"font-weight: 400;\">“In this diffused media ecosystem, entire segments of the population didn’t hear about the effects of tariffs,” Jones explained. </span></p>\n<p><span style=\"font-weight: 400;\">This lack of awareness can leave voters uninformed about how specific policies might affect their wallets, particularly for lower-income families who are most vulnerable to rising costs. The poorest households often bear the brunt of economic disruptions, as they have less financial cushion to absorb price increases or job instability.</span></p>\n<p><span style=\"font-weight: 400;\">It’s essential that voters recognize their responsibility to stay informed, as these policies directly affect their livelihoods. Jones pointed out that while people may feel positive short-term effects, the long-term consequences—like a recession or other economic shifts—can change public sentiment quickly. \"If people feel they’re doing better in the short term, they’ll keep going, but a massive recession or dramatic shifts can change public opinion much faster,\" he said about the future of American voring trends.</span></p>\n<p><span style=\"font-weight: 400;\">Jones highlights the importance of being proactive and ensuring everyone’s voices are heard, especially when policies threaten to disproportionately hurt the most vulnerable. For those at the bottom of the income ladder, staying informed and speaking out is not just a civic duty—it’s crucial to protecting their economic future.</span></p>\n<p><br><br></p>",
            "author": {
                "name": "Angy Rushford"
            },
            "tags": [
            ],
            "date_published": "2024-12-07T20:32:46-08:00",
            "date_modified": "2024-12-07T21:05:12-08:00"
        }
    ]
}
